Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Sessions that run on it keep it until they are restarted.
ar: تحتفظ به الجلسات التي تستخدمه إلى أن تُعاد تشغيلها.
de: Sitzungen, die ihn verwenden, behalten ihn bis zu ihrem Neustart.
es: Las sesiones que lo usan lo conservan hasta que se reinician.
fr: Les sessions qui l’utilisent le gardent jusqu’à leur redémarrage.
hi: इस पर चलने वाले सेशन फिर से शुरू होने तक इसे बनाए रखते हैं।
it: Le sessioni che lo usano lo mantengono finché non vengono riavviate.
ja: これを使用しているセッションは、再起動するまでこの設定を保持します。
ko: 이를 사용하는 세션은 재시작할 때까지 유지합니다.
nl: Sessies die het gebruiken, behouden het totdat ze worden herstart.
pl: Sesje, które z niego korzystają, zachowują go do ponownego uruchomienia.
pt_br: As sessões que o usam o mantêm até serem reiniciadas.
ru: Сессии, работающие с ним, сохраняют его до перезапуска.
tr: Bunu kullanan oturumlar, yeniden başlatılana kadar onu korur.
uk: Сеанси, що його використовують, зберігають його до перезапуску.
zh_hans: 使用它运行的会话会保留它，直到重新启动。
zh_hant: 使用它的工作階段會保留它，直到重新啟動為止。

source: Sessions unavailable
ar: الجلسات غير متوفرة
de: Sitzungen nicht verfügbar
es: Sesiones no disponibles
fr: Sessions indisponibles
hi: सेशन अनुपलब्ध
it: Sessioni non disponibili
ja: セッションを利用できません
ko: 세션을 사용할 수 없음
nl: Sessies niet beschikbaar
pl: Sesje niedostępne
pt_br: Sessões indisponíveis
ru: Сессии недоступны
tr: Oturumlar kullanılamıyor
uk: Сеанси недоступні
zh_hans: 会话不可用
zh_hant: 工作階段無法使用

source: Set Ticket
ar: تعيين التذكرة
de: Ticket festlegen
es: Definir el ticket
fr: Définir le ticket
hi: टिकट सेट करें
it: Imposta ticket
ja: チケットを設定
ko: 티켓 설정
nl: Stel ticket in
pl: Ustaw zgłoszenie
pt_br: Definir Ticket
ru: Задать тикет
tr: Talep Belirle
uk: Призначити тікет
zh_hans: 设定工单
zh_hant: 設定工單

source: Set Ticket…
ar: تعيين التذكرة…
de: Ticket festlegen …
es: Definir el ticket…
fr: Définir le ticket…
hi: टिकट सेट करें…
it: Imposta ticket…
ja: チケットを設定…
ko: 티켓 설정…
nl: Stel ticket in…
pl: Ustaw zgłoszenie…
pt_br: Definir Ticket…
ru: Задать тикет…
tr: Talep Belirle…
uk: Призначити тікет…
zh_hans: 设定工单…
zh_hant: 設定工單…

source: Set as Ticket
ar: تعيين كتذكرة
de: Als Ticket festlegen
es: Definir como ticket
fr: Définir comme ticket
hi: टिकट के रूप में सेट करें
it: Imposta come ticket
ja: チケットとして設定
ko: 티켓으로 설정
nl: Stel in als ticket
pl: Ustaw jako zgłoszenie
pt_br: Definir como Ticket
ru: Сделать тикетом
tr: Talep Olarak Belirle
uk: Призначити як тікет
zh_hans: 设为工单
zh_hant: 設為工單

source: Several requests are waiting in this session: answer in the session.
ar: توجد عدة طلبات تنتظر في هذه الجلسة: أجب في الجلسة.
de: In dieser Sitzung warten mehrere Anfragen: Antworte in der Sitzung.
es: Hay varias solicitudes pendientes en esta sesión: responde en la sesión.
fr: Plusieurs demandes attendent dans cette session : répondez dans la session.
hi: इस सेशन में कई अनुरोध प्रतीक्षा में हैं: सेशन में उत्तर दें।
it: Diverse richieste sono in attesa in questa sessione: rispondi nella sessione.
ja: このセッションでは複数のリクエストが待機中です。セッション内で回答してください。
ko: 이 세션에서 여러 요청이 대기 중입니다. 세션에서 답하십시오.
nl: Er wachten meerdere verzoeken in deze sessie: antwoord in de sessie.
pl: W tej sesji czeka kilka próśb: odpowiedz w sesji.
pt_br: Várias solicitações estão pendentes nesta sessão: responda na sessão.
ru: В этой сессии ожидает несколько запросов: ответьте в сессии.
tr: Bu oturumda birkaç istek bekliyor: oturumda yanıtlayın.
uk: У цьому сеансі очікує кілька запитів: дайте відповідь у сеансі.
zh_hans: 此会话中有多个请求在等待：请在会话中回应。
zh_hant: 此工作階段中有多個請求在等待：請在工作階段中回應。

source: Shared by every session, apart from Safari.
ar: مشتركة بين كل الجلسات، ومنفصلة عن Safari.
de: Von allen Sitzungen gemeinsam genutzt, getrennt von Safari.
es: Compartidos por todas las sesiones, separados de Safari.
fr: Partagées par toutes les sessions, séparées de Safari.
hi: हर सेशन द्वारा साझा, Safari से अलग।
it: Condivisi da tutte le sessioni, separati da Safari.
ja: すべてのセッションで共有され、Safariとは別に管理されます。
ko: 모든 세션이 공유하며, Safari와는 별개입니다.
nl: Gedeeld door alle sessies, los van Safari.
pl: Wspólne dla wszystkich sesji, oddzielne od Safari.
pt_br: Compartilhados por todas as sessões, separados do Safari.
ru: Общие для всех сессий, отдельно от Safari.
tr: Tüm oturumlar tarafından paylaşılır, Safari’den ayrıdır.
uk: Спільні для всіх сеансів, окремо від Safari.
zh_hans: 由所有会话共享，与 Safari 分开。
zh_hant: 所有工作階段共用，與 Safari 分開。

source: Shared with %@
ar: مشترك مع %@
de: Geteilt mit %@
es: Compartido con %@
fr: Partagé avec %@
hi: %@ के साथ साझा
it: Condiviso con %@
ja: %@と共有
ko: %@와(과) 공유됨
nl: Gedeeld met %@
pl: Współdzielone z %@
pt_br: Compartilhado com %@
ru: Общий с %@
tr: Paylaşıldığı oturumlar: %@
uk: Спільно з %@
zh_hans: 与 %@ 共享
zh_hant: 與 %@ 共用

source: Shell command
ar: أمر shell
de: Shell-Befehl
es: Comando de shell
fr: Commande shell
hi: शेल कमांड
it: Comando shell
ja: シェルコマンド
ko: 셸 명령
nl: Shellopdracht
pl: Polecenie powłoki
pt_br: Comando shell
ru: Команда оболочки
tr: Kabuk komutu
uk: Команда оболонки
zh_hans: Shell 命令
zh_hant: Shell 指令

source: Shipped with the application
ar: مرفق مع التطبيق
de: Mit der App geliefert
es: Incluido con la app
fr: Fourni avec l’application
hi: ऐप के साथ दिया गया
it: Fornito con l’applicazione
ja: アプリケーションに付属
ko: 앱에 기본 제공됨
nl: Meegeleverd met de app
pl: Dołączony do aplikacji
pt_br: Incluído no aplicativo
ru: Поставляется с приложением
tr: Uygulamayla birlikte gelir
uk: Постачається з програмою
zh_hans: 随应用附带
zh_hant: 隨應用程式提供

source: Short for an agent: the harness's prompt and tools already take much of it. Give the model at least %lld tokens on its server.
ar: قصير بالنسبة إلى وكيل: يستهلك الـ prompt والأدوات الخاصة بالمُشغّل جزءًا كبيرًا منه بالفعل. امنح النموذج %lld رمزًا على الأقل على خادمه.
de: Knapp für einen Agent: Prompt und Tools des Harness belegen bereits viel davon. Gib dem Modell auf seinem Server mindestens %lld Tokens.
es: Corto para un agente: el prompt y las herramientas del harness ya ocupan buena parte. Da al modelo al menos %lld tokens en su servidor.
fr: Court pour un agent : le prompt et les outils du harnais en prennent déjà une bonne part. Donnez au modèle au moins %lld jetons sur son serveur.
hi: एजेंट के लिए कम: harness का प्रॉम्प्ट और टूल पहले ही इसका बड़ा हिस्सा ले लेते हैं। मॉडल को उसके सर्वर पर कम से कम %lld टोकन दें।
it: Poco per un agente: il prompt e gli strumenti dell’harness ne occupano già gran parte. Assegna al modello almeno %lld token sul suo server.
ja: エージェントには短すぎます。ハーネスのプロンプトとツールだけで多くを占めます。サーバ側でモデルに少なくとも%lldトークンを割り当ててください。
ko: 에이전트에게는 부족합니다. 하네스의 프롬프트와 도구가 이미 상당 부분을 차지합니다. 서버에서 모델에 최소 %lld토큰을 할당하십시오.
nl: Kort voor een agent: de prompt en tools van de harness nemen al veel ruimte in. Geef het model minstens %lld tokens op de server.
pl: Mało dla agenta: prompt i narzędzia harnessu zajmują już dużą część. Daj modelowi na jego serwerze co najmniej %lld tokenów.
pt_br: Curto para um agente: o prompt e as ferramentas do harness já ocupam boa parte. Dê ao modelo pelo menos %lld tokens no servidor dele.
ru: Мало для агента: промпт и инструменты оболочки агента уже занимают значительную часть. Выделите модели на её сервере не менее %lld токенов.
tr: Bir ajan için kısa: çerçevenin istemi ve araçları bunun büyük kısmını zaten kaplıyor. Modele sunucusunda en az %lld token verin.
uk: Замало для агента: промпт та інструменти обв’язки вже займають значну частину. Надайте моделі щонайменше %lld токенів на її сервері.
zh_hans: 对智能体来说太短：harness 的提示词和工具已占用了很大一部分。请在服务器上为该模型提供至少 %lld 个 token。
zh_hant: 對代理程式而言太短：harness 的提示詞和工具已佔用大部分空間。請在伺服器上為模型提供至少 %lld 個 token。

source: Shortcut
ar: الاختصار
de: Tastaturkurzbefehl
es: Atajo
fr: Raccourci
hi: शॉर्टकट
it: Abbreviazione
ja: ショートカット
ko: 단축키
nl: Toetscombinatie
pl: Skrót
pt_br: Atalho
ru: Сочетание клавиш
tr: Kestirme
uk: Скорочення
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show
ar: إظهار
de: Anzeigen
es: Mostrar
fr: Afficher
hi: दिखाएँ
it: Mostra
ja: 表示
ko: 보기
nl: Toon
pl: Pokaż
pt_br: Mostrar
ru: Показать
tr: Göster
uk: Показати
zh_hans: 显示
zh_hant: 顯示

source: Show %lld Earlier
ar: إظهار %lld أقدم
de: %lld frühere einblenden
es: Mostrar %lld anteriores
fr: Afficher %lld de plus
hi: %lld पहले वाली दिखाएँ
it: Mostra %lld precedenti
ja: 以前の%lld件を表示
ko: 이전 항목 %lld개 보기
nl: Toon %lld eerder
pl: Pokaż %lld wcześniejszego
pt_br: Mostrar Mais %lld Anteriores
ru: Показать ещё %lld
tr: Önceki %lld Öğeyi Göster
uk: Показати ще %lld давнішого
zh_hans: 再显示 %lld 个较早的
zh_hant: 顯示較早的 %lld 項

source: Show %lld More
ar: إظهار %lld إضافية
de: %lld weitere einblenden
es: Mostrar %lld más
fr: Afficher %lld de plus
hi: %lld और दिखाएँ
it: Mostra %lld in più
ja: ほかに%lld件を表示
ko: %lld개 더 보기
nl: Toon nog %lld
pl: Pokaż %lld więcej
pt_br: Mostrar Mais %lld
ru: Показать ещё %lld
tr: %lld Tane Daha Göster
uk: Показати ще %lld
zh_hans: 再显示 %lld 个
zh_hant: 再顯示 %lld 個

source: Show %lld more recent folders
ar: إظهار %lld مجلد حديث إضافي
de: %lld weitere zuletzt verwendete Ordner einblenden
es: Mostrar %lld carpetas recientes más
fr: Afficher %lld dossiers récents de plus
hi: %lld और हाल के फ़ोल्डर दिखाएँ
it: Mostra altre %lld cartelle recenti
ja: ほかに%lld個の最近使ったフォルダを表示
ko: 최근 폴더 %lld개 더 보기
nl: Toon nog %lld recente mappen
pl: Pokaż %lld dodatkowego ostatniego folderu
pt_br: Mostrar mais %lld pastas recentes
ru: Показать ещё %lld недавней папки
tr: %lld son kullanılan klasör daha göster
uk: Показати ще %lld недавньої папки
zh_hans: 再显示 %lld 个最近使用的文件夹
zh_hant: 再顯示 %lld 個最近使用的資料夾

source: Show All
ar: إظهار الكل
de: Alle einblenden
es: Mostrar todo
fr: Tout afficher
hi: सभी दिखाएँ
it: Mostra tutto
ja: すべて表示
ko: 모두 보기
nl: Toon alles
pl: Pokaż wszystko
pt_br: Mostrar Tudo
ru: Показать всё
tr: Tümünü Göster
uk: Показати все
zh_hans: 全部显示
zh_hant: 全部顯示

source: Show All (%lld)
ar: إظهار الكل (%lld)
de: Alle einblenden (%lld)
es: Mostrar todo (%lld)
fr: Tout afficher (%lld)
hi: सभी दिखाएँ (%lld)
it: Mostra tutto (%lld)
ja: すべて表示（%lld）
ko: 모두 보기(%lld)
nl: Toon alles (%lld)
pl: Pokaż wszystko (%lld)
pt_br: Mostrar Tudo (%lld)
ru: Показать все (%lld)
tr: Tümünü Göster (%lld)
uk: Показати все (%lld)
zh_hans: 全部显示（%lld）
zh_hant: 全部顯示（%lld）

source: Show Context
ar: إظهار السياق
de: Kontext einblenden
es: Mostrar contexto
fr: Afficher le contexte
hi: संदर्भ दिखाएँ
it: Mostra contesto
ja: コンテキストを表示
ko: 컨텍스트 보기
nl: Toon context
pl: Pokaż kontekst
pt_br: Mostrar Contexto
ru: Показать контекст
tr: Bağlamı Göster
uk: Показати контекст
zh_hans: 显示上下文
zh_hant: 顯示情境

source: Show Details
ar: إظهار التفاصيل
de: Details einblenden
es: Mostrar detalles
fr: Afficher les détails
hi: विवरण दिखाएँ
it: Mostra dettagli
ja: 詳細を表示
ko: 세부 사항 보기
nl: Toon details
pl: Pokaż szczegóły
pt_br: Mostrar Detalhes
ru: Показать подробности
tr: Ayrıntıları Göster
uk: Показати подробиці
zh_hans: 显示详细信息
zh_hant: 顯示詳細資訊

source: Show Fewer
ar: إظهار أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएँ
it: Mostra meno
ja: 表示を減らす
ko: 간단히 보기
nl: Toon minder
pl: Pokaż mniej
pt_br: Mostrar Menos
ru: Показать меньше
tr: Daha Az Göster
uk: Показати менше
zh_hans: 显示更少
zh_hant: 顯示較少

source: Show Tab
ar: إظهار علامة التبويب
de: Tab zeigen
es: Mostrar pestaña
fr: Afficher l’onglet
hi: टैब दिखाएँ
it: Mostra pannello
ja: タブを表示
ko: 탭 보기
nl: Toon tabblad
pl: Pokaż kartę
pt_br: Mostrar Aba
ru: Показать вкладку
tr: Sekmeyi Göster
uk: Показати вкладку
zh_hans: 显示标签页
zh_hant: 顯示標籤頁

source: Show Terminals (⌘J)
ar: إظهار الطرفيات (⌘J)
de: Terminals einblenden (⌘J)
es: Mostrar terminales (⌘J)
fr: Afficher les terminaux (⌘J)
hi: टर्मिनल दिखाएँ (⌘J)
it: Mostra terminali (⌘J)
ja: ターミナルを表示（⌘J）
ko: 터미널 보기(⌘J)
nl: Toon terminals (⌘J)
pl: Pokaż terminale (⌘J)
pt_br: Mostrar Terminais (⌘J)
ru: Показать терминалы (⌘J)
tr: Terminalleri Göster (⌘J)
uk: Показати термінали (⌘J)
zh_hans: 显示终端（⌘J）
zh_hant: 顯示終端機（⌘J）

source: Show Tutorial Again
ar: إظهار البرنامج التعليمي مجددًا
de: Tutorial erneut anzeigen
es: Volver a ver el tutorial
fr: Revoir le tutoriel
hi: ट्यूटोरियल फिर से दिखाएँ
it: Mostra di nuovo il tutorial
ja: チュートリアルをもう一度表示
ko: 튜토리얼 다시 보기
nl: Toon rondleiding opnieuw
pl: Pokaż samouczek ponownie
pt_br: Mostrar o Tutorial Novamente
ru: Показать обучение снова
tr: Eğitimi Yeniden Göster
uk: Показати навчання знову
zh_hans: 再次显示教程
zh_hant: 再次顯示教學

source: Show Web View
ar: إظهار عرض الويب
de: Webansicht einblenden
es: Mostrar vista web
fr: Afficher la vue web
hi: वेब दृश्य दिखाएँ
it: Mostra vista web
ja: Webビューを表示
ko: 웹 보기 표시
nl: Toon webweergave
pl: Pokaż widok www
pt_br: Mostrar Visualização Web
ru: Показать веб-панель
tr: Web Görünümünü Göster
uk: Показати вебперегляд
zh_hans: 显示网页视图
zh_hant: 顯示網頁視圖

source: Show fewer recent folders
ar: إظهار مجلدات حديثة أقل
de: Weniger zuletzt verwendete Ordner anzeigen
es: Mostrar menos carpetas recientes
fr: Afficher moins de dossiers récents
hi: कम हाल के फ़ोल्डर दिखाएँ
it: Mostra meno cartelle recenti
ja: 最近使ったフォルダの表示を減らす
ko: 최근 폴더 간단히 보기
nl: Toon minder recente mappen
pl: Pokaż mniej ostatnich folderów
pt_br: Mostrar menos pastas recentes
ru: Показать меньше недавних папок
tr: Daha az son kullanılan klasör göster
uk: Показати менше недавніх папок
zh_hans: 显示更少的最近使用的文件夹
zh_hant: 顯示較少最近使用的資料夾

source: Show files
ar: إظهار الملفات
de: Dateien einblenden
es: Mostrar archivos
fr: Afficher les fichiers
hi: फ़ाइलें दिखाएँ
it: Mostra file
ja: ファイルを表示
ko: 파일 보기
nl: Toon bestanden
pl: Pokaż pliki
pt_br: Mostrar arquivos
ru: Показать файлы
tr: Dosyaları göster
uk: Показати файли
zh_hans: 显示文件
zh_hant: 顯示檔案

source: Show in Finder
ar: إظهار في Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
uk: Показати у Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show requests above other applications
ar: إظهار الطلبات فوق التطبيقات الأخرى
de: Anfragen über anderen Apps anzeigen
es: Mostrar las solicitudes sobre las demás apps
fr: Afficher les demandes au-dessus des autres applications
hi: अनुरोध अन्य ऐप्स के ऊपर दिखाएँ
it: Mostra le richieste sopra le altre applicazioni
ja: リクエストをほかのアプリケーションの前面に表示
ko: 다른 앱 위에 요청 표시
nl: Toon verzoeken boven andere apps
pl: Pokazuj prośby nad innymi aplikacjami
pt_br: Mostrar solicitações acima de outros aplicativos
ru: Показывать запросы поверх других приложений
tr: İstekleri diğer uygulamaların üstünde göster
uk: Показувати запити поверх інших програм
zh_hans: 在其他应用上方显示请求
zh_hant: 在其他應用程式上方顯示請求

source: Show the files of this folder
ar: إظهار ملفات هذا المجلد
de: Dateien dieses Ordners einblenden
es: Mostrar los archivos de esta carpeta
fr: Afficher les fichiers de ce dossier
hi: इस फ़ोल्डर की फ़ाइलें दिखाएँ
it: Mostra i file di questa cartella
ja: このフォルダのファイルを表示
ko: 이 폴더의 파일 보기
nl: Toon de bestanden van deze map
pl: Pokaż pliki tego folderu
pt_br: Mostrar os arquivos desta pasta
ru: Показать файлы этой папки
tr: Bu klasörün dosyalarını göster
uk: Показати файли цієї папки
zh_hans: 显示此文件夹的文件
zh_hant: 顯示此資料夾的檔案

source: Show the number of requests on the Dock icon
ar: إظهار عدد الطلبات على أيقونة Dock
de: Anzahl der Anfragen auf dem Dock-Symbol anzeigen
es: Mostrar el número de solicitudes en el icono del Dock
fr: Afficher le nombre de demandes sur l’icône du Dock
hi: Dock आइकन पर अनुरोधों की संख्या दिखाएँ
it: Mostra il numero di richieste sull’icona del Dock
ja: Dockアイコンにリクエストの数を表示
ko: Dock 아이콘에 요청 수 표시
nl: Toon het aantal verzoeken op het Dock-symbool
pl: Pokazuj liczbę próśb na ikonie w Docku
pt_br: Mostrar o número de solicitações no ícone do Dock
ru: Показывать число запросов на значке в Dock
tr: İstek sayısını Dock simgesinde göster
uk: Показувати кількість запитів на іконці в Dock
zh_hans: 在程序坞图标上显示请求数
zh_hant: 在 Dock 圖像上顯示請求數量

source: Show the requests
ar: إظهار الطلبات
de: Anfragen einblenden
es: Mostrar las solicitudes
fr: Afficher les demandes
hi: अनुरोध दिखाएँ
it: Mostra le richieste
ja: リクエストを表示
ko: 요청 보기
nl: Toon de verzoeken
pl: Pokaż prośby
pt_br: Mostrar as solicitações
ru: Показать запросы
tr: İstekleri göster
uk: Показати запити
zh_hans: 显示请求
zh_hant: 顯示請求

source: Show the session as
ar: إظهار الجلسة كـ
de: Sitzung anzeigen als
es: Mostrar la sesión como
fr: Afficher la session en
hi: सेशन को इस रूप में दिखाएँ
it: Mostra la sessione come
ja: セッションの表示形式
ko: 세션 표시 방식
nl: Toon de sessie als
pl: Pokazuj sesję jako
pt_br: Mostrar a sessão como
ru: Показывать сессию как
tr: Oturumu şu şekilde göster
uk: Показувати сеанс як
zh_hans: 会话显示方式
zh_hant: 工作階段顯示方式

source: Show the sessions as one list (⌃⌘G)
ar: إظهار الجلسات كقائمة واحدة (⌃⌘G)
de: Sitzungen als eine Liste anzeigen (⌃⌘G)
es: Mostrar las sesiones en una sola lista (⌃⌘G)
fr: Afficher les sessions en une seule liste (⌃⌘G)
hi: सेशन को एक ही सूची में दिखाएँ (⌃⌘G)
it: Mostra le sessioni in un unico elenco (⌃⌘G)
ja: セッションを1つのリストで表示（⌃⌘G）
ko: 세션을 하나의 목록으로 보기(⌃⌘G)
nl: Toon de sessies als één lijst (⌃⌘G)
pl: Pokaż sesje jako jedną listę (⌃⌘G)
pt_br: Mostrar as sessões em uma única lista (⌃⌘G)
ru: Показывать сессии одним списком (⌃⌘G)
tr: Oturumları tek liste olarak göster (⌃⌘G)
uk: Показувати сеанси одним списком (⌃⌘G)
zh_hans: 将会话显示为单个列表（⌃⌘G）
zh_hant: 將工作階段顯示為單一列表（⌃⌘G）

source: Show the web view when an agent opens a page
ar: إظهار عرض الويب عندما يفتح وكيل صفحة
de: Webansicht einblenden, wenn ein Agent eine Seite öffnet
es: Mostrar la vista web cuando un agente abra una página
fr: Afficher la vue web quand un agent ouvre une page
hi: एजेंट द्वारा पेज खोलने पर वेब दृश्य दिखाएँ
it: Mostra la vista web quando un agente apre una pagina
ja: エージェントがページを開いたときにWebビューを表示
ko: 에이전트가 페이지를 열면 웹 보기 표시
nl: Toon de webweergave wanneer een agent een pagina opent
pl: Pokazuj widok www, gdy agent otwiera stronę
pt_br: Mostrar a visualização web quando um agente abrir uma página
ru: Показывать веб-панель, когда агент открывает страницу
tr: Bir ajan sayfa açtığında web görünümünü göster
uk: Показувати вебперегляд, коли агент відкриває сторінку
zh_hans: 智能体打开页面时显示网页视图
zh_hant: 代理程式打開頁面時顯示網頁視圖

source: Show this section. Option-click shows them all.
ar: توسيع هذا القسم. النقر مع Option يوسّع كل الأقسام.
de: Diesen Abschnitt ausklappen. Wahltaste-Klick klappt alle aus.
es: Expandir esta sección. Opción-clic las expande todas.
fr: Déplier cette section. Option-clic les déplie toutes.
hi: यह सेक्शन दिखाएँ। Option-क्लिक से सभी दिखते हैं।
it: Mostra questa sezione. Opzione-clic le mostra tutte.
ja: このセクションを展開します。Optionキーを押しながらクリックすると、すべて展開します。
ko: 이 섹션을 표시합니다. Option-클릭하면 모두 표시합니다.
nl: Klap deze sectie uit. Option-klik klapt ze allemaal uit.
pl: Rozwiń tę sekcję. Kliknięcie z Option rozwija wszystkie.
pt_br: Expandir esta seção. Option-clique expande todas.
ru: Развернуть этот раздел. Нажатие с Option разворачивает все.
tr: Bu bölümü göster. Option tuşuyla tıklamak tümünü gösterir.
uk: Розгорнути цей розділ. Клацання з Option розгортає всі.
zh_hans: 展开此部分。按住 Option 键点按可展开全部。
zh_hant: 展開此區塊。按住 Option 鍵並按一下可全部展開。

source: Shown
ar: معروض
de: Eingeblendet
es: Visible
fr: Affiché
hi: दिखाया गया
it: Mostrato
ja: 表示
ko: 표시됨
nl: Getoond
pl: Widoczny
pt_br: Visível
ru: Показано
tr: Görünür
uk: Показано
zh_hans: 已显示
zh_hant: 已顯示

source: Shown before the title: the captures in braces, and {host}.
ar: يُعرض قبل العنوان: مجموعات الالتقاط بين أقواس معقوصة، و{host}.
de: Vor dem Titel angezeigt: die Gruppen in geschweiften Klammern und {host}.
es: Se muestra delante del título: las capturas entre llaves y {host}.
fr: Affiché devant le titre : les captures entre accolades, et {host}.
hi: शीर्षक से पहले दिखाया जाता है: कोष्ठकों में कैप्चर, और {host}।
it: Mostrato prima del titolo: le catture tra parentesi graffe e {host}.
ja: タイトルの前に表示されます：波括弧内のキャプチャと{host}。
ko: 제목 앞에 표시: 중괄호 안의 캡처 및 {host}.
nl: Getoond vóór de titel: de groepen tussen accolades, en {host}.
pl: Wyświetlane przed tytułem: grupy w nawiasach klamrowych oraz {host}.
pt_br: Mostrado antes do título: as capturas entre chaves, e {host}.
ru: Показывается перед заголовком: группы в фигурных скобках и {host}.
tr: Başlıktan önce gösterilir: süslü parantez içindeki yakalamalar ve {host}.
uk: Показується перед заголовком: групи у фігурних дужках і {host}.
zh_hans: 显示在标题前：花括号中的捕获组，以及 {host}。
zh_hant: 顯示在標題前：大括號中的擷取內容，以及 {host}。

source: Shows in the sidebar when it works, asks a question or has finished. Needs hooks %@ asks you to approve once.
ar: يُظهر في الشريط الجانبي متى يعمل أو يطرح سؤالًا أو ينتهي. يتطلب hooks يطلب منك %@ الموافقة عليها مرة واحدة.
de: Zeigt in der Seitenleiste an, wenn er arbeitet, eine Frage stellt oder fertig ist. Erfordert Hooks, die %@ dich einmalig genehmigen lässt.
es: Indica en la barra lateral cuándo trabaja, hace una pregunta o ha terminado. Requiere hooks que %@ te pide aprobar una vez.
fr: Indique dans la barre latérale quand il travaille, pose une question ou a terminé. Nécessite des hooks que %@ vous demande d’approuver une fois.
hi: साइडबार में दिखाता है कि यह कब काम कर रहा है, प्रश्न पूछ रहा है या समाप्त कर चुका है। इसके लिए ऐसे hooks चाहिए जिन्हें %@ आपसे एक बार स्वीकृत करने को कहता है।
it: Indica nella barra laterale quando lavora, fa una domanda o ha finito. Richiede hook che %@ ti chiede di approvare una volta.
ja: 作業中、質問中、完了したときにサイドバーに表示します。%@が一度だけ承認を求めるフックが必要です。
ko: 작업 중, 질문 중 또는 완료 시 사이드바에 표시합니다. %@에서 한 번 승인하도록 요청하는 hook이 필요합니다.
nl: Toont in de navigatiekolom wanneer de agent werkt, een vraag stelt of klaar is. Vereist hooks die %@ je één keer laat goedkeuren.
pl: Pokazuje na pasku bocznym, gdy agent pracuje, zadaje pytanie lub skończył. Wymaga hooków, które %@ prosi o jednorazowe zatwierdzenie.
pt_br: Mostra na barra lateral quando ele trabalha, faz uma pergunta ou termina. Requer hooks que %@ pede para você aprovar uma vez.
ru: Показывает в боковой панели, когда агент работает, задаёт вопрос или закончил. Нужны хуки, которые %@ попросит однократно одобрить.
tr: Çalışırken, soru sorduğunda veya bitirdiğinde kenar çubuğunda gösterir. %@ tarafından bir kez onaylamanız istenen hook’lar gerekir.
uk: Показує на бічній панелі, коли агент працює, ставить питання або завершив. Потрібні хуки, які %@ просить один раз схвалити.
zh_hans: 在边栏中显示它何时在工作、提问或已完成。需要使用 hook，%@ 会请你批准一次。
zh_hant: 在側邊欄中顯示其工作中、提問或已完成的狀態。需要 %@ 請你核准一次的 hook。

source: Side Terminals
ar: الطرفيات الجانبية
de: Nebenterminals
es: Terminales laterales
fr: Terminaux annexes
hi: साइड टर्मिनल
it: Terminali laterali
ja: サイドターミナル
ko: 보조 터미널
nl: Zijterminals
pl: Terminale boczne
pt_br: Terminais Laterais
ru: Боковые терминалы
tr: Yan Terminaller
uk: Бічні термінали
zh_hans: 侧边终端
zh_hant: 側邊終端機

# Side terminal — %@ — %@
source: Side terminal — %1$@ — %2$@
ar: طرفية جانبية — %1$@ — %2$@
de: Nebenterminal – %1$@ – %2$@
es: Terminal lateral — %1$@ — %2$@
fr: Terminal annexe — %@ — %@
hi: साइड टर्मिनल — %1$@ — %2$@
it: Terminale laterale — %1$@ — %2$@
ja: サイドターミナル — %1$@ — %2$@
ko: 보조 터미널 — %1$@ — %2$@
nl: Zijterminal — %1$@ — %2$@
pl: Terminal boczny — %1$@ — %2$@
pt_br: Terminal lateral — %1$@ — %2$@
ru: Боковой терминал — %1$@ — %2$@
tr: Yan terminal — %1$@ — %2$@
uk: Бічний термінал — %1$@ — %2$@
zh_hans: 侧边终端 — %1$@ — %2$@
zh_hant: 側邊終端機 — %1$@ — %2$@

source: Side terminals, %lld open
ar: الطرفيات الجانبية، %lld مفتوحة
de: Nebenterminals, %lld geöffnet
es: Terminales laterales, %lld abiertos
fr: Terminaux annexes, %lld ouverts
hi: साइड टर्मिनल, %lld खुले
it: Terminali laterali, %lld aperti
ja: サイドターミナル、%lld個開いています
ko: 보조 터미널, %lld개 열림
nl: Zijterminals, %lld open
pl: Terminale boczne, %lld otwartego
pt_br: Terminais laterais, %lld abertos
ru: Боковые терминалы, %lld открыто
tr: Yan terminaller, %lld açık
uk: Бічні термінали, відкрито %lld
zh_hans: 侧边终端，%lld 个已打开
zh_hant: 側邊終端機，%lld 個已打開
